/* Preset Names */


/* audio and video */
"LAN" = "LAN";
"DSL/Cable" = "DSL/Cable";
"Dial-up Modem" = "Dial-up Modem";
"3G - GPRS" = "3G - GPRS";
"3G - EDGE" = "3G - EDGE";
"3G - UMTS" = "3G - UMTS";

/* audio presets */
"Dial-up Modem - Speech" = "Dial-up Modem - Speech";
"Dial-up Modem - Music" = "Dial-up Modem - Music";


/* these are the old audio presets */
"Modem - Music" = "Modem - Music";
"Modem - Speech" = "Modem - Speech";
"DSL/Cable - Music" = "DSL/Cable - Music";
"DSL/Cable - Speech" = "DSL/Cable - Speech";
"LAN - Music" = "LAN - Music";
"LAN - Speech" = "LAN - Speech";

/* these are the old video presets */
"Modem - Low Motion" = "Modem - Low Motion";
"Modem - High Motion" = "Modem - High Motion";
"DSL/Cable - Low Motion" = "DSL/Cable - Low Motion";
"DSL/Cable - High Motion" = "DSL/Cable - High Motion";
"LAN - Low Motion" = "LAN - Low Motion";
"LAN - High Motion" = "LAN - High Motion";